Repository: allee15/TravelPal-Bachelors_degree
Catalog: TravelPal/Localizable.xcstrings
Source language: en
Languages: ro

source: Access your TravelPal account
ro: Accesează-ți contul TravelPal

source: Add a photo
ro: Adaugă o fotografie

source: Apple Card
ro: Cardul Apple

source: Arrival
ro: Destinație

source: At the moment there weren't found any available flights.
ro: Pentru moment nu au fost găsite zboruri disponibile.

source: At the moment, you're not member of a chat. Buy a flight ticket and then come back here!
ro: Pentru moment, nu faci parte dintr-un chat. Cumpără un bilet de avion și, apoi, revino aici!

source: Chats
ro: Chat-uri

source: Come back later or refresh the page!
ro: Revino mai târziu sau reîncarcă pagina!

source: Congratulations! You are going on %1$@ to %2$@. Don't forget your passport and all the required documents!
ro: Felicitări! Vei merge %1$@ în %2$@. Nu îți uita pașaportul și toate documentele necesare!

source: Congratulations! You have your trip confirmed! Now it's time to join the chat. In the next part, you will find some accomodations recommandations. Enter the link below for more available options. Choosing a hotel it's optional, you can do this later from any website you want.
ro: Felicitări! Călătoria ta este confirmată! Acum este timpul să te alături chat-ului. În următoarea secțiune, vei găsi câteva recomandări de cazări. Apasă pe linkul de mai jos pentru mai multe opțiuni. Alegerea unui hotel este opțională, acest pas putând fi realizat mai târziu, de pe orice site preferi.

source: Departure
ro: Plecare

source: Departure information
ro: Informații despre plecare

source: Directions
ro: Direcții

source: Discover
ro: Descoperă

source: Discover the city you are visiting
ro: Descoperă orașul pe care-l vizitezi

source: Duration: %lld minutes
ro: Durată: %lld minute

source: Edit account
ro: Editează contul

source: Email address
ro: Adresa de email

source: Enter in your account
ro: Intră în contul tău

source: Flight: %@
ro: Zbor: %@

source: Flights
ro: Zboruri

source: For more options, please click
ro: Pentru mai multe opțiuni, te rog apasă

source: For more options, please click %@.
ro: Pentru mai multe opțiuni, te rog apasă %@.

source: Gender
ro: Gen

source: Glad to see you! 👋 Enter your details below and access your account.
ro: Suntem încântați să te vedem! 👋 Introdu-ți detaliile mai jos și accesează-ți contul.

source: here
ro: aici

source: I read and agree to
ro: Am citit și accept

source: Join conversations with fellow travelers who share your passion for your dream holiday destination
ro: Alătură-te conversațiilor cu colegii de călătorie care vă împărtășesc pasiunea pentru destinația de vacanță de vis

source: Join the chat! >>
ro: Alătură-te chatului

source: Landing %@
ro: Aterizare: %@

source: Let’s create your account
ro: Hai să îți creăm cont

source: Meet and Explore with TravelPal
ro: Întâlnește și descoperă cu TravelPal

source: Name
ro: Nume

source: Nice to see you again,
ro: Ne pare bine să te revedem,

source: Note that in order to access the available chat for your trip, you have to press the button below!
ro: Reține că pentru a accesa chatul disponibil pentru călătoria ta, trebuie să apeși butonul de mai jos!

source: Password
ro: Parolă

source: Pay
ro: Plătește

source: Pay Apple Store
ro: Plătește cu Apple Store

source: Please accept terms.
ro: Te rog acceptă termenii.

source: Please enter a name.
ro: Te rog introdu un nume.

source: Please enter a valid email address.
ro: Te rog introdu o adresă de e-mail validă.

source: Please enter a valid password.
ro: Te rog introdu o parolă validă

source: Please enter your details below
ro: Te rog introdu detaliile tale mai jos

source: Please login to enjoy the full experience of TravelPall app!
ro: Te rugam să te conectezi pentru a te bucura de experiența completă a aplicației TravelPall!

source: Please select a gender.
ro: Te rog selectează un gen.

source: Price: %lld€
ro: Preț: %lld€

source: Profile
ro: Profil

source: Save Changes
ro: Salvează modificările

source: Scan a monument and find out more about it! Play our mini-game to test yourself, collect points and TODO!!!!
ro: Scanează un monument și află mai multe despre acesta! Ia parte la jocul oferit de noi pentru a te testa, colectează puncte și TODO!!!!

source: See details >
ro: Vezi detalii >

source: Select title
ro: Selectează titlul

source: Select your departure
ro: Selectează locul de plecare

source: Select your destination
ro: Selectează destinația

source: Show directions
ro: Arată indicații

source: Show Results
ro: Arată rezultate

source: Take off %@
ro: Decolare: %@

source: The Terms and Conditions
ro: Termenii și Condițiile

source: This field is required
ro: Acest câmp este obligatoriu

source: Title
ro: Titlu

source: Traveler
ro: Călătorule

source: Trip to %@
ro: Excursie la %@

source: Type your message
ro: Introdu mesajul tău

source: You'll be added to a chat for your destination! At the moment, there are %lld participants.
ro: Vei fi adăugat la un chat pentru destinația ta! În acest moment, există %lld participanți.

source: Your chats
ro: Chat-urile tale
